import React, { Component } from 'react';
import 'bootstrap/dist/css/bootstrap.min.css';
import '../Css/Common.css';
import '../Css/Layout.css';

class PersonalTreat extends Component {
    render () {
        return (
            <div>
                [개인정보처리자명] 개인정보 처리방침
                [개인정보처리자명]은(는) 정보주체의 자유와 권리 보호를 위해 「개인정보 보호법」 및
                관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게 관리하고
                있습니다. 이에 「개인정보 보호법」 제30조에 따라 정보주체에게 개인정보 처리에 관한
                절차 및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기
                위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.
                [ 주요 개인정보 처리 표시(라벨링) ]
                일반 개인정보 수집 2개의 민감정보 수집 개인정보의 보유 기간
                개인정보 처리 목적 개인정보의 제공 고충처리부서

                목 차
                • 개인정보의 처리 목적
                • 처리하는 개인정보의 항목
                • 개인정보의 제3자 제공
                • 개인정보의 국외 이전
                • 미이용자의 개인정보 파기 등에 관한 조치
                • 개인정보의 안전성 확보조치
                • 행태정보의 수집·이용 및 거부 등에 관한 사항
                • 가명정보의 처리
                • 국내대리인의 지정
                • 권익침해 구제방법
                • 개인정보 처리방침의 변경
                • 개인정보의 처리 및 보유 기간
                • 만 14세 미만 아동의 개인정보 처리
                • 개인정보 처리의 위탁
                • 개인정보의 파기 절차 및 방법
                • 정보주체와 법정대리인의 권리·의무 및 행사방법
                • 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항
                • 추가적인 이용·제공 관련 판단 기준
                • 개인정보 보호책임자
                • 개인정보 열람청구
                • 영상정보처리기기 설치·운영

                ▪개인정보의 처리목적
                [개인정보처리자명]은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고
                있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는
                경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할
                예정입니다.
                1. 회원 가입 및 관리
                회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리,
                서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부
                확인, 각종 고지·통지, 고충처리 목적으로 개인정보를 처리합니다.
                2. 재화 또는 서비스 제공
                물품배송, 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증,
                연령인증, 요금결제·정산, 채권추심으로 개인정보를 처리합니다.
                0. [해당 개인정보처리자의 개인정보 처리업무]
                [개인정보 처리업무에 따른 처리목적]으로 개인정보를 처리합니다.
                ▪개인정보의 처리 및 보유기간
                ① [개인정보처리자명]은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터
                개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·
                보유합니다.
                ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
                86 | 개인정보 처리방침 작성지침 일반
                1. 홈페이지 회원 가입 및 관리 : 사업자/단체 홈페이지 탈퇴 시까지
                다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지
                1) 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사·조사 종료
                시까지
                2) 홈페이지 이용에 따른 채권·채무관계 잔존 시에는 해당 채권·채무관계 정산 시까지
                3) [예외 사유] 시에는 [보유기간] 까지
                2. 재화 또는 서비스 제공 : 재화·서비스 공급완료 및 요금결제·정산 완료시까지
                다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지
                1) 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시·광고, 계약내용 및
                이행 등 거래에 관한 기록
                - 표시·광고에 관한 기록 : 6개월
                - 계약 또는 청약철회, 대금결제, 재화 등의 공급기록 : 5년
                - 소비자 불만 또는 분쟁처리에 관한 기록 : 3년
                2) 「통신비밀보호법」에 따른 통신사실확인자료 보관
                - 가입자 전기통신일시, 개시·종료시간, 상대방 가입자번호, 사용도수, 발신기지국
                위치추적자료 : 1년
                - 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료 : 3개월
                3) [개인정보 보유기간 근거법령 및 조문] : [보유기간]
                ▪처리하는 개인정보 항목
                [개인정보처리자명]은(는) 다음의 개인정보 항목을 처리하고 있습니다.
                1. 회원 가입 및 관리
                • 필수항목 : 성명, 생년월일, 주소, 전화번호, 이메일주소
                • 선택항목 : 결혼여부, 관심분야
                2. 재화 또는 서비스 제공
                • 필수항목 : 성명, 생년월일, 주소, 전화번호, 이메일주소, 신용카드번호, 은행 계좌정보
                • 선택항목 : 관심분야, 과거 구매내역
                3. [개인정보 처리업무] (필수항목만 수집하는 경우)
                • [처리항목], [처리항목]
                ▪만 14세 미만 아동의 개인정보 처리에 관한 사항
                ① [개인정보처리자명]은(는) 만 14세 미만 아동에 대해 개인정보를 수집할 때 법정대리인의
                동의를 얻어 해당 서비스 수행에 필요한 최소한의 개인정보를 수집합니다.
                • 필수항목 : 법정 대리인의 성명, 관계, 연락처
                부록 | 87
                ② 또한, [개인정보처리자명]의 [처리목적] 관련 홍보를 위해 아동의 개인정보를 수집할
                경우에는 법정대리인으로부터 별도의 동의를 얻습니다.
                ③ [개인정보처리자명]은(는) 만 14세 미만 아동의 개인정보를 수집할 때에는 아동에게
                법정대리인의 성명, 연락처와 같이 최소한의 정보를 요구할 수 있으며, 다음 중 하나의
                방법으로 적법한 법정대리인이 동의하였는지를 확인합니다.
                • 동의 내용을 게재한 인터넷 사이트에 법정대리인이 동의 여부를 표시하도록 하고
                개인정보처리자가 그 동의 표시를 확인했음을 법정대리인의 휴대전화 문자메시지로
                알리는 방법
                • 동의 내용을 게재한 인터넷 사이트에 법정대리인이 동의 여부를 표시하도록 하고
                법정대리인의 신용카드·직불카드 등의 카드정보를 제공받는 방법
                • 동의 내용을 게재한 인터넷 사이트에 법정대리인이 동의 여부를 표시하도록 하고
                법정대리인의 휴대전화 본인인증 등을 통해 본인 여부를 확인하는 방법
                • 동의 내용이 적힌 서면을 법정대리인에게 직접 발급하거나, 우편 또는 팩스를 통하여
                전달하고 법정대리인이 동의 내용에 대하여 서명날인 후 제출하도록 하는 방법
                • 동의 내용이 적힌 전자우편을 발송하여 법정대리인으로부터 동의의 의사표시가 적힌
                전자우편을 전송받는 방법
                • 전화를 통하여 동의 내용을 법정대리인에게 알리고 동의를 얻거나 인터넷주소 등 동의
                내용을 확인할 수 있는 방법을 안내하고 재차 전화 통화를 통하여 동의를 얻는 방법
                • 그 밖에 위와 준하는 방법으로 법정대리인에게 동의 내용을 알리고 동의의
                의사표시를 확인하는 방법

                [중략]

                1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
                2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)
                3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)
                4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)
                ② [개인정보처리자명]은(는) 정보주체의 개인정보자기결정권을 보장하고, 개인정보
                침해로 인한 상담 및 피해 구제를 위해 노력하고 있으며, 신고나 상담이 필요한 경우
                아래의 담당부서로 연락해 주시기 바랍니다.
                ‣ 개인정보보호 관련 고객 상담 및 신고
                부서명 : ○○○
                담당자 : ○○○
                연락처 : [전화번호], [이메일], [팩스번호]
                ③ 「개인정보 보호법」 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제),
                제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한
                처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는
                바에 따라 행정심판을 청구할 수 있습니다.
                ▸ 중앙행정심판위원회 : (국번없이) 110 (www.simpan.go.kr)
                ▪영상정보처리기기 설치·운영
                ① [개인정보처리자명]은(는) 아래와 같이 영상정보처리기기를 설치·운영하고 있습니다.
                1. 영상정보처리기기 설치근거·목적 : [개인정보처리자명] 의 시설안전, 화재예방
                2. 설치 대수, 설치 위치, 촬영 범위 : 사옥 로비·전시실 등 주요시설물에 00대 설치,
                촬영범위는 주요시설물의 전 공간을 촬영
                3. 관리책임자, 담당부서 및 영상정보에 대한 접근권한자 : ○○○ 팀 ○○○ 과장
                4. 영상정보 촬영시간, 보관기간, 보관장소, 처리방법
                - 촬영시간 : 24시간 촬영
                - 보관기간 : 촬영 시부터 30일
                - 보관장소 및 처리방법 : ○○○팀 영상정보처리기기 통제실에 보관, 처리
                5. 영상정보 확인 방법 및 장소 : 관리책임자에게 요구 (○○○팀)
                6. 정보주체의 영상정보 열람 등 요구에 대한 조치 : 개인영상정보 열람·존재 확인
                청구서로 신청하여야 하며, 정보주체 자신이 촬영된 경우 또는 명백히 정보주체의
                생명·신체·재산의 이익을 위해 필요한 경우에 한해 열람을 허용함
                7. 영상정보 보호를 위한 기술적·관리적·물리적 조치 : 내부관리계획 수립, 접근통제
                및 접근권한 제한, 영상정보의 안전한 저장·전송기술 적용, 처리기록 보관 및
                98 | 개인정보 처리방침 작성지침 일반
                위·변조 방지조치, 보관시설 마련 및 잠금장치 설치
                8. 영상정보처리기기 설치 및 관리 등의 위탁에 관한 사항
                [개인정보처리자명]은(는) 아래와 같이 영상정보처리기기 설치 및 관리 등을 위탁하고
                있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한
                사항을 규정하고 있습니다.
                기관명/부서 수탁업체 담당자 연락처
                ○○○ ○○○ ○○○ ○○○
                9. 영상정보처리기기 운영·관리 방침의 변경에 관한 사항
                이 영상정보처리기기 운영·관리 방침은 ○○○○년 ○월 ○일에 제정되었으며,
                법령·정책 또는 보안기술의 변경에 따라 내용의 추가·삭제 및 수정이 있을 시에는
                지체 없이 본 기관 홈페이지를 통해 변경사유 및 내용을 공지하도록 하겠습니다.
                ▪개인정보 처리방침의 변경
                ① 이 개인정보 처리방침은 20XX. X. X부터 적용됩니다.[개인정보처리자명] 개인정보 처리방침
                [개인정보처리자명]은(는) 정보주체의 자유와 권리 보호를 위해 「개인정보 보호법」 및
                관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게 관리하고
                있습니다. 이에 「개인정보 보호법」 제30조에 따라 정보주체에게 개인정보 처리에 관한
                절차 및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기
                위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.
                [ 주요 개인정보 처리 표시(라벨링) ]
                일반 개인정보 수집 2개의 민감정보 수집 개인정보의 보유 기간
                개인정보 처리 목적 개인정보의 제공 고충처리부서

                목 차
                • 개인정보의 처리 목적
                • 처리하는 개인정보의 항목
                • 개인정보의 제3자 제공
                • 개인정보의 국외 이전
                • 미이용자의 개인정보 파기 등에 관한 조치
                • 개인정보의 안전성 확보조치
                • 행태정보의 수집·이용 및 거부 등에 관한 사항
                • 가명정보의 처리
                • 국내대리인의 지정
                • 권익침해 구제방법
                • 개인정보 처리방침의 변경
                • 개인정보의 처리 및 보유 기간
                • 만 14세 미만 아동의 개인정보 처리
                • 개인정보 처리의 위탁
                • 개인정보의 파기 절차 및 방법
                • 정보주체와 법정대리인의 권리·의무 및 행사방법
                • 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항
                • 추가적인 이용·제공 관련 판단 기준
                • 개인정보 보호책임자
                • 개인정보 열람청구
                • 영상정보처리기기 설치·운영

                ▪개인정보의 처리목적
                [개인정보처리자명]은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고
                있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는
                경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할
                예정입니다.
                1. 회원 가입 및 관리
                회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리,
                서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부
                확인, 각종 고지·통지, 고충처리 목적으로 개인정보를 처리합니다.
                2. 재화 또는 서비스 제공
                물품배송, 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증,
                연령인증, 요금결제·정산, 채권추심으로 개인정보를 처리합니다.
                0. [해당 개인정보처리자의 개인정보 처리업무]
                [개인정보 처리업무에 따른 처리목적]으로 개인정보를 처리합니다.
                ▪개인정보의 처리 및 보유기간
                ① [개인정보처리자명]은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터
                개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·
                보유합니다.
                ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
                86 | 개인정보 처리방침 작성지침 일반
                1. 홈페이지 회원 가입 및 관리 : 사업자/단체 홈페이지 탈퇴 시까지
                다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지
                1) 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사·조사 종료
                시까지
                2) 홈페이지 이용에 따른 채권·채무관계 잔존 시에는 해당 채권·채무관계 정산 시까지
                3) [예외 사유] 시에는 [보유기간] 까지
                2. 재화 또는 서비스 제공 : 재화·서비스 공급완료 및 요금결제·정산 완료시까지
                다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지
                1) 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시·광고, 계약내용 및
                이행 등 거래에 관한 기록
                - 표시·광고에 관한 기록 : 6개월
                - 계약 또는 청약철회, 대금결제, 재화 등의 공급기록 : 5년
                - 소비자 불만 또는 분쟁처리에 관한 기록 : 3년
                2) 「통신비밀보호법」에 따른 통신사실확인자료 보관
                - 가입자 전기통신일시, 개시·종료시간, 상대방 가입자번호, 사용도수, 발신기지국
                위치추적자료 : 1년
                - 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료 : 3개월
                3) [개인정보 보유기간 근거법령 및 조문] : [보유기간]
                ▪처리하는 개인정보 항목
                [개인정보처리자명]은(는) 다음의 개인정보 항목을 처리하고 있습니다.
                1. 회원 가입 및 관리
                • 필수항목 : 성명, 생년월일, 주소, 전화번호, 이메일주소
                • 선택항목 : 결혼여부, 관심분야
                2. 재화 또는 서비스 제공
                • 필수항목 : 성명, 생년월일, 주소, 전화번호, 이메일주소, 신용카드번호, 은행 계좌정보
                • 선택항목 : 관심분야, 과거 구매내역
                3. [개인정보 처리업무] (필수항목만 수집하는 경우)
                • [처리항목], [처리항목]
                ▪만 14세 미만 아동의 개인정보 처리에 관한 사항
                ① [개인정보처리자명]은(는) 만 14세 미만 아동에 대해 개인정보를 수집할 때 법정대리인의
                동의를 얻어 해당 서비스 수행에 필요한 최소한의 개인정보를 수집합니다.
                • 필수항목 : 법정 대리인의 성명, 관계, 연락처
                부록 | 87
                ② 또한, [개인정보처리자명]의 [처리목적] 관련 홍보를 위해 아동의 개인정보를 수집할
                경우에는 법정대리인으로부터 별도의 동의를 얻습니다.
                ③ [개인정보처리자명]은(는) 만 14세 미만 아동의 개인정보를 수집할 때에는 아동에게
                법정대리인의 성명, 연락처와 같이 최소한의 정보를 요구할 수 있으며, 다음 중 하나의
                방법으로 적법한 법정대리인이 동의하였는지를 확인합니다.
                • 동의 내용을 게재한 인터넷 사이트에 법정대리인이 동의 여부를 표시하도록 하고
                개인정보처리자가 그 동의 표시를 확인했음을 법정대리인의 휴대전화 문자메시지로
                알리는 방법
                • 동의 내용을 게재한 인터넷 사이트에 법정대리인이 동의 여부를 표시하도록 하고
                법정대리인의 신용카드·직불카드 등의 카드정보를 제공받는 방법
                • 동의 내용을 게재한 인터넷 사이트에 법정대리인이 동의 여부를 표시하도록 하고
                법정대리인의 휴대전화 본인인증 등을 통해 본인 여부를 확인하는 방법
                • 동의 내용이 적힌 서면을 법정대리인에게 직접 발급하거나, 우편 또는 팩스를 통하여
                전달하고 법정대리인이 동의 내용에 대하여 서명날인 후 제출하도록 하는 방법
                • 동의 내용이 적힌 전자우편을 발송하여 법정대리인으로부터 동의의 의사표시가 적힌
                전자우편을 전송받는 방법
                • 전화를 통하여 동의 내용을 법정대리인에게 알리고 동의를 얻거나 인터넷주소 등 동의
                내용을 확인할 수 있는 방법을 안내하고 재차 전화 통화를 통하여 동의를 얻는 방법
                • 그 밖에 위와 준하는 방법으로 법정대리인에게 동의 내용을 알리고 동의의
                의사표시를 확인하는 방법

                [중략]

                1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
                2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)
                3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)
                4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)
                ② [개인정보처리자명]은(는) 정보주체의 개인정보자기결정권을 보장하고, 개인정보
                침해로 인한 상담 및 피해 구제를 위해 노력하고 있으며, 신고나 상담이 필요한 경우
                아래의 담당부서로 연락해 주시기 바랍니다.
                ‣ 개인정보보호 관련 고객 상담 및 신고
                부서명 : ○○○
                담당자 : ○○○
                연락처 : [전화번호], [이메일], [팩스번호]
                ③ 「개인정보 보호법」 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제),
                제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한
                처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는
                바에 따라 행정심판을 청구할 수 있습니다.
                ▸ 중앙행정심판위원회 : (국번없이) 110 (www.simpan.go.kr)
                ▪영상정보처리기기 설치·운영
                ① [개인정보처리자명]은(는) 아래와 같이 영상정보처리기기를 설치·운영하고 있습니다.
                1. 영상정보처리기기 설치근거·목적 : [개인정보처리자명] 의 시설안전, 화재예방
                2. 설치 대수, 설치 위치, 촬영 범위 : 사옥 로비·전시실 등 주요시설물에 00대 설치,
                촬영범위는 주요시설물의 전 공간을 촬영
                3. 관리책임자, 담당부서 및 영상정보에 대한 접근권한자 : ○○○ 팀 ○○○ 과장
                4. 영상정보 촬영시간, 보관기간, 보관장소, 처리방법
                - 촬영시간 : 24시간 촬영
                - 보관기간 : 촬영 시부터 30일
                - 보관장소 및 처리방법 : ○○○팀 영상정보처리기기 통제실에 보관, 처리
                5. 영상정보 확인 방법 및 장소 : 관리책임자에게 요구 (○○○팀)
                6. 정보주체의 영상정보 열람 등 요구에 대한 조치 : 개인영상정보 열람·존재 확인
                청구서로 신청하여야 하며, 정보주체 자신이 촬영된 경우 또는 명백히 정보주체의
                생명·신체·재산의 이익을 위해 필요한 경우에 한해 열람을 허용함
                7. 영상정보 보호를 위한 기술적·관리적·물리적 조치 : 내부관리계획 수립, 접근통제
                및 접근권한 제한, 영상정보의 안전한 저장·전송기술 적용, 처리기록 보관 및
                98 | 개인정보 처리방침 작성지침 일반
                위·변조 방지조치, 보관시설 마련 및 잠금장치 설치
                8. 영상정보처리기기 설치 및 관리 등의 위탁에 관한 사항
                [개인정보처리자명]은(는) 아래와 같이 영상정보처리기기 설치 및 관리 등을 위탁하고
                있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한
                사항을 규정하고 있습니다.
                기관명/부서 수탁업체 담당자 연락처
                ○○○ ○○○ ○○○ ○○○
                9. 영상정보처리기기 운영·관리 방침의 변경에 관한 사항
                이 영상정보처리기기 운영·관리 방침은 ○○○○년 ○월 ○일에 제정되었으며,
                법령·정책 또는 보안기술의 변경에 따라 내용의 추가·삭제 및 수정이 있을 시에는
                지체 없이 본 기관 홈페이지를 통해 변경사유 및 내용을 공지하도록 하겠습니다.
                ▪개인정보 처리방침의 변경
                ① 이 개인정보 처리방침은 20XX. X. X부터 적용됩니다.
            </div>
        )}
}

export default PersonalTreat;